{
  "0": {
    "title": "Ogrest",
    "description": "On an island paradise, far from the hustle and bustle of the old continent, lives Ogrest. This little ogre flows happy days with Otomaï, its creator, and Dathura, a doll with divine beauty ... Until the day when the Dofus, precious eggs of magic dragons, escape the surveillance of their guardians. It is a boon for all aspiring adventurers, but not for our trio, whose island hosts a Dofus. Very quickly, lust and the thirst for power will lead them into a dark scheme ...",
    "url": "https://jpscan-vf.com/manga/ogrest"
  },
  "1": {
    "title": "Denma",
    "description": "Dike the Invincible Death is the #1 target for bounty hunters across planet Urano. After getting drugged by a mysterious woman in a bar, Dike wakes up in the body of Denma, a 12-year-old space courier. With Denma's powers as a Quanx, he journeys across the galaxy fighting futuristic societies, flying spaceships, and foiling insidious plots, all to get his body back.",
    "url": "https://www.webtoons.com/en/sf/denma/list?title_no=921"
  },
  "2": {
    "title": "The Metabarons",
    "description": "The Metabarons is one of the most twisted, unpredictable, and bizarre comic series ever published. Jodorowsky turns science-fiction on its head and comes up with bigger and more bizarre things with each issue; he's upping the ante on a continual basis. Don't spend your time wondering if your favorite character in The X-Men will survive the latest battle with Magneto; this book will show you what real suspense and surprise is. One really nice aspect of this series is that people don't have to, and won't necessarily survive. Metabarons is a book about a dynasty, with generations worth of stories to be told.",
    "url": "https://readcomiconline.li/Comic/The-Metabarons"
  },
  "3": {
    "title": "Annarasumanara",
    "description": "When she was little, Yun Ai dreamed of becoming a magician. But in reality, she's just a high school student who can't even afford new socks. After meeting a mysterious magician at a carnival, she decides to follow her dream.",
    "url": "https://www.webtoons.com/en/drama/annarasumanara/list?title_no=77"
  },
  "4": {
    "title": "Gunnm",
    "description": "The utopian metropolis of Zalem soars high in the skies, its presence dominating the horizon. Beneath it is the noxious underbelly known as The Scrapyard, where the city stockpiles all of its waste. Living amongst the vast heaps of garbage are humans and cyborgs, surviving by any means necessary.",
    "url": "https://mangapark.net/comic/10561/battle-angel-alita"
  },
  "5": {
    "title": "The Host",
    "description": "The film revolves around Park Hee-bong, a man in his late 60s. He runs a small snack bar on the banks of the Han River and lives with his two sons, one daughter, and one granddaughter. The Parks seem to lead a quite ordinary and peaceful life, but maybe they are a bit poorer than the average Seoulite. Hee-bong's elder son Gang-du is an immature and incompetent man in his 40s, whose wife left home long ago. Nam-il is the youngest son, an unemployed grumbler, and daughter Nam-joo is an archery medalist and member of the national team. One day, an unidentified monster suddenly appears from the depths of the Han River and spreads panic and death, and Gang-du's daughter Hyun-seo is carried off by the monster and disappears. All of the family members are in a great agony because they lost someone very dear to them. But when they find out she is still alive, they resolve to save her.",
    "url": "https://vkstreaming.net/the-host-2006/"
  },
  "6": {
    "title": "The Wages of Fear",
    "description": "In a squalid South American oil town, four desperate men sign on for a suicide mission to drive trucks loaded with nitroglycerin over a treacherous mountain route. As they ferry their explosive cargo to a faraway oil fire, each bump and jolt tests their courage, their friendship, and their nerves.",
    "url": "https://www.vofilms.net/filmsvf/le-salaire-de-la-peur.html"
  },
  "7": {
    "title": "XIII",
    "description": "After all his adventures across the American continent, after defeating his many enemies, XIII is trying to live a simple life in the house he inherited, where it all started. It’s not always easy – not everyone is happy to have such an infamous man in the area, and his skills are in high demand with some people of varying integrity. His memories are still locked away, too, and some people want to keep it that way...",
    "url": "https://readcomiconline.li/Comic/XIII"
  },
  "8": {
    "title": "Banshee",
    "description": "An ex-con assumes the identity of a murdered sheriff in the small town of Banshee, Pennsylvania, where he has some unfinished business. Lucas Hood, an ex-con and master thief, assumes the identity of a murdered sheriff where he continues his criminal activities.",
    "url": "https://www.ducine.co/series-vostfr/banshee.html"
  },
  "9": {
    "title": "Blacksad",
    "description": "Rendered in a film noir style, the stories are set in late 1950s United States. All of the characters are anthropomorphic animals whose species reflects their personality, character type and role in the story. Animal stereotypes are often used: for example, nearly all of the policemen are canids, such as German Shepherds, Bloodhounds, and foxes, while underworld characters are often reptiles or amphibians. Female characters are often much more human-looking than their male counterparts. The strip attempts to reflect a dirty, realist outlook and a dark cinematic style through fairly clean, realistic lines. Detailed watercolor drawings, including real-life places and cities, also contribute to the realistic feel of the series, despite the fact that characters are animals. The style of drawing has evolved throughout the series, with later issues displaying sharper, higher-quality colour and fewer grainy lines.",
    "url": "https://readcomiconline.li/Comic/Blacksad-2010"
  },
  "10": {
    "title": "Ashia No Joe",
    "description": "Tange is a frustrated fighter with poorly life, he loses his eyesight and also his disciple.Passing by a town one day he meets Joe Yabuki, a brawler,lier and deceived person which he saw in his fights the potential to be a true boxer champ.",
    "url": "https://mangapark.net/comic/11184/ashita-no-joe"
  },
  "11": {
    "title": "Feng Shen Ji",
    "description": "A messenger of the Heavens has arrived in Zhao Ge, which has been ruled by the Shang dynasty for generations. The current emperor, Zi Zhou, refuses to bow his head before the gods, and declares to the messenger that he will no longer accept the tyranny of the Heavens. The gods do not take this kindly; and soon, the emperor of a neighboring land, Wu Jifa, leads a crusade against the rebelling Shang.",
    "url": "https://mangapark.net/comic/26123/feng-shen-ji/"
  },
  "12": {
    "title": "Ogrest",
    "description": "On an island paradise, far from the hustle and bustle of the old continent, lives Ogrest. This little ogre flows happy days with Otomaï, its creator, and Dathura, a doll with divine beauty ... Until the day when the Dofus, precious eggs of magic dragons, escape the surveillance of their guardians. It is a boon for all aspiring adventurers, but not for our trio, whose island hosts a Dofus. Very quickly, lust and the thirst for power will lead them into a dark scheme ...",
    "url": "https://jpscan-vf.com/manga/ogrest"
  },
  "13": {
    "title": "Dallas Buyers Club",
    "description": "The story of Texas electrician Ron Woodroof and his battle with the medical establishment and pharmaceutical companies after being diagnosed as HIV-positive in 1986, and his search for alternative treatments that helped establish a way in which fellow HIV-positive people could join for access to his supplies.",
    "url": "https://series-streamings.info/eJxj0ky-dallas-buyers-club"
  },
  "14": {
    "title": "Ogrest",
    "description": "On an island paradise, far from the hustle and bustle of the old continent, lives Ogrest. This little ogre flows happy days with Otomaï, its creator, and Dathura, a doll with divine beauty ... Until the day when the Dofus, precious eggs of magic dragons, escape the surveillance of their guardians. It is a boon for all aspiring adventurers, but not for our trio, whose island hosts a Dofus. Very quickly, lust and the thirst for power will lead them into a dark scheme ...",
    "url": "https://jpscan-vf.com/manga/ogrest"
  }
}